import type { TypeModule } from '../types';

export const module: TypeModule = {
  code: 'arb-pro',
  name: 'Фронтенд для сайта АРБ Про',
  description: 'Полная реализация фронтенда для корпоративного сайта',
  detail: `
Один из ранних коммерческих проектов. Классный дизайн сайта, очень много интересных интерфейсных решений. Полная верстка
сложного адаптивного дизайна и реализация интерактивных элементов
на нативном Javascript. Пример работы с legacy-стеком и ручной оптимизации ассетов. Сейчас сайт немного изменился.
`,
  tags: ['all'],
  tech: ['svg', 'gulp', 'jquery', 'pug', 'stylus'],
  imageNames: {
    'Вход-min.webp': 'Вход',
    'Главная-1-min.webp': 'Главная',
    'Главная-2-min.webp': 'Главная',
    'Главная-3-min.webp': 'Главная',
    'Главная-4-min.webp': 'Главная',
    'Диагностика-1-min.webp': 'Диагностика',
    'Диагностика-2-min.webp': 'Диагностика',
    'Интернет-1-min.webp': 'Интернет',
    'Интернет-2-min.webp': 'Интернет',
    'Интернет-3-min.webp': 'Интернет',
    'Интернет-4-min.webp': 'Интернет',
    'Интернет-5-min.webp': 'Интернет',
    'Исследования-2-min.webp': 'Исследования',
    'Исследования-3-min.webp': 'Исследования',
    'Исследование-1-min.webp': 'Исследование',
    'Исследование-2-min.webp': 'Исследование',
    'Исследование-3-min.webp': 'Исследование',
    'Исследование-4-min.webp': 'Исследование',
  },
};
