export default {
  code: 'birthdays',
  name: 'Дни рождения сотрудников',
  description: 'Коммерческое приложение для Битрикс24',
  link: 'https://www.bitrix24.ru/apps/?app=sozdavatel.birthday',
  tags: ['vue', 'ajax', 'bitrix24', 'stylus'],
  imageNames: {
    'ДРсотрудников-01.png': 'Дни рождения сотрудников',
    'ДРсотрудников-02.png': 'Дни рождения коллег на смартфоне',
    'ДРсотрудников-03.png': 'Напоминания в календаре',
    'ДРсотрудников-04.png': 'Сотрудники без дней рождения',
    'ДРсотрудников-05.png': 'Обсуждение поздравления именинника',
    'ДРсотрудников-06.png': 'Пост для всех кроме именинника',
    'ДРсотрудников-07.png': 'Чат для всех кроме именинника',
    'ДРсотрудников-08.png': 'Дни рождения коллег из экстранет',
    'ДРсотрудников-10.png': 'Быстрый доступ из профиля пользователя',
  },
};
